// 活动预告数据
export const activitiesData = [
  {
    id: 1,
    title: '月圆国盛——非遗拾趣游园会',
    description: '国庆、中秋假期，陕西省文化馆举办"月圆国盛——非遗拾趣游园会"系列活动，全景式呈现陕西非遗，涵盖陕北秧歌、华县皮影、凤翔木版年画、西安鼓乐等近2000件非遗精品。"我们希望通过活动，让传统非遗从\'被观看\'的对象变为\'可参与\'的体验，从静态展示走向活态传承。"田丹青说。',
    date: '2025-10-09',
    location: '陕西省文化馆',
    url: 'https://www.ihchina.cn/art/detail/id/31291.html'
  },
  {
    id: 2,
    title: '皮影奇缘——陕西华县创新皮影社教活动',
    description: '皮影奇缘——陕西华县创新皮影社教活动在中国工艺美术馆 中国非物质文化遗产馆圆满落幕。',
    date: '2023-08-21',
    location: '中国工艺美术馆 中国非物质文化遗产馆',
    url: 'https://www.ihchina.cn/art/detail/id/27982.html'
  },
  {
    id: 3,
    title: '《非遗里的中国》——探秘陕西非遗',
    description: '需要熟背乐谱却无指挥的西安鼓乐如何奏响盛唐宴乐？天然石头如何"烹饪"出保留食材本味的美食？当秦腔遇上摇滚会迸发出怎样的火花？华县皮影戏独有的"推皮走刀"究竟有多难？岐山青铜器复仿制技艺如何让流失海外的国宝"回家"？快来《非遗里的中国》寻找答案。',
    date: '2023-07-21',
    location: '央视综合频道',
    url: 'https://www.ihchina.cn/art/detail/id/27803.html'
  }
];

